import java.util.Scanner;

public class main{

public static void main(String[] args)
{
    /**
     * Написать программу, которая запросит пользователя ввести <Имя> в консоли.
     * Получит введенную строку и выведет в консоль сообщение “Привет, <Имя>!”
     *
     */
//     Scanner Scanner = new Scanner(System.in);
//     String line = Scanner.next();

// System.out.println("Привет "+line);
}
}
